Repository: dadederk/RetroRacing
Catalog: RetroRacing/RetroRacingShared/Localizable.xcstrings
Source language: en
Languages: ca, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, zh_hans, zh_hant

# settings_theme_gallery_preview_accessibility_eight_bit
source: 8-Bit theme preview. Home-console sparkle: two bold pixel cars, two punchy helmets, a hot orange crash, and a gray arcade road with bright yellow lines.
ca: Previsualització del tema 8-Bit. Espurna de consola de saló: dos cotxes de píxels valents, dos cascos amb força, una explosió taronja calenta i una carretera grisa arcade amb línies grogues.
de: Vorschau für das 8-Bit-Theme. Heimkonsolen-Funkeln: zwei kräftige Pixelautos, zwei markante Helme, ein heißer orangener Crash und eine graue Arcade-Straße mit leuchtend gelben Linien.
es: Vista previa del tema 8-Bit. Brillo de consola de salón: dos coches pixelados atrevidos, dos cascos con carácter, una explosión naranja intensa y una carretera arcade gris con líneas amarillas.
fr: Aperçu du thème 8-Bit. Éclat de console de salon: deux voitures pixel audacieuses, deux casques punchy, un crash orange brûlant et une route arcade grise aux lignes jaune vif.
it: Anteprima del tema 8-Bit. Scintilla da console di casa: due auto pixel decise, due caschi grintosi, uno schianto arancione acceso e una strada arcade grigia con linee gialle.
ja: 8-Bitテーマのプレビュー。家庭用コンソールのきらめき。太いピクセルカー2台、パンチのあるヘルメット2つ、熱いオレンジのクラッシュ、鮮やかな黄色ラインのグレーのアーケード道路。
ko: 8-Bit 테마 미리보기. 가정용 콘솔의 반짝임: 굵직한 픽셀 자동차 두 대, 강렬한 헬멧 두 개, 뜨거운 주황색 충돌, 선명한 노란 선이 있는 회색 아케이드 도로.
nl: Themapreview voor 8-Bit. Huiskamerconsole-energie: twee stoere pixelauto's, twee pittige helmen, een hete oranje crash en een grijze arcadeweg met felgele lijnen.
pt_br: Prévia do tema 8-Bit. Brilho de console de casa: dois carros pixelados marcantes, dois capacetes cheios de atitude, uma batida laranja quente e uma pista arcade cinza com linhas amarelas.
pt_pt: Pré-visualização do tema 8-Bit. Brilho de consola caseira: dois carros pixelizados marcantes, dois capacetes cheios de atitude, um embate laranja quente e uma estrada arcade cinzenta com linhas amarelas.
zh_hans: 8-Bit 主题预览。家用主机的闪亮感：两辆大胆像素车、两顶有力头盔、热烈橙色撞击，以及带亮黄线条的灰色街机道路。
zh_hant: 8-Bit 主題預覽。家用主機的閃亮感：兩台大膽像素車、兩頂有力頭盔、熱烈橘色撞擊，以及有亮黃線條的灰色街機道路。

# settings_theme_gallery_preview_accessibility_lcd
source: LCD theme preview. Calculator-arcade vibes: two crisp racers, two clean helmets, a bright crash, and a pale road palette built for sunny high-score runs.
ca: Previsualització del tema LCD. Ambient de calculadora arcade: dos cotxes nítids, dos cascos nets, una explosió lluminosa i una carretera clara per a rècords al sol.
de: Vorschau für das LCD-Theme. Taschenrechner-Arcade-Stimmung: zwei klare Rennwagen, zwei saubere Helme, ein heller Crash und eine helle Straße für sonnige Highscore-Runden.
es: Vista previa del tema LCD. Ambiente de calculadora arcade: dos coches nítidos, dos cascos limpios, una explosión brillante y una carretera clara para récords bajo el sol.
fr: Aperçu du thème LCD. Ambiance calculatrice arcade: deux voitures nettes, deux casques propres, un crash lumineux et une route pâle pour les records au soleil.
it: Anteprima del tema LCD. Atmosfera da calcolatrice arcade: due auto nitide, due caschi puliti, uno schianto luminoso e una strada chiara per record sotto il sole.
ja: LCDテーマのプレビュー。電卓アーケードのムード。くっきりしたレーサー2台、すっきりしたヘルメット2つ、明るいクラッシュ、太陽の下でハイスコアを狙う淡い道路パレット。
ko: LCD 테마 미리보기. 계산기 아케이드 감성: 또렷한 레이서 두 대, 깔끔한 헬멧 두 개, 밝은 충돌 효과, 햇살 속 최고 점수에 어울리는 연한 도로 팔레트.
nl: Themapreview voor LCD. Rekenmachine-arcadesfeer: twee strakke raceauto's, twee nette helmen, een felle crash en een lichte weg voor zonnige highscore-rondes.
pt_br: Prévia do tema LCD. Clima de calculadora arcade: dois carros nítidos, dois capacetes limpos, uma batida brilhante e uma pista clara para recordes ao sol.
pt_pt: Pré-visualização do tema LCD. Ambiente de calculadora arcade: dois carros nítidos, dois capacetes limpos, um embate luminoso e uma estrada clara para recordes ao sol.
zh_hans: LCD 主题预览。计算器街机氛围：两辆利落赛车、两顶干净头盔、明亮撞击效果，以及适合阳光高分赛道的淡色道路配色。
zh_hant: LCD 主題預覽。計算機街機氛圍：兩台俐落賽車、兩頂乾淨頭盔、明亮撞擊效果，以及適合陽光高分賽道的淡色道路配色。

# settings_theme_gallery_preview_accessibility_pocket
source: Pocket theme preview. Tiny handheld vibes: two moss-green racers, two chunky helmets, a crunchy crash, and a muted road palette from an old pocket screen.
ca: Previsualització del tema Pocket. Ambient de consola de butxaca: dos cotxes verd molsa, dos cascos robustos, un esclat cruixent i una paleta de carretera apagada d'una pantalla clàssica.
de: Vorschau für das Pocket-Theme. Kleine Handheld-Vibes: zwei moosgrüne Rennwagen, zwei kantige Helme, ein knackiger Crash und eine gedämpfte Straßenpalette wie auf einem alten Taschendisplay.
es: Vista previa del tema Pocket. Vibras de consola de bolsillo: dos coches verde musgo, dos cascos robustos, un choque crujiente y una paleta de carretera apagada de una pantalla clásica.
fr: Aperçu du thème Pocket. Ambiance mini-console: deux voitures vert mousse, deux casques trapus, un crash croustillant et une palette de route feutrée venue d'un vieil écran de poche.
it: Anteprima del tema Pocket. Atmosfera da mini console: due auto verde muschio, due caschi robusti, uno schianto croccante e una palette stradale attenuata da vecchio schermo tascabile.
ja: Pocketテーマのプレビュー。小さな携帯ゲーム機のムード。苔色のレーサー2台、ずんぐりしたヘルメット2つ、ザクッとしたクラッシュ、昔のポケット画面みたいな渋い道路パレット。
ko: Pocket 테마 미리보기. 작은 휴대용 게임기 감성: 이끼빛 레이서 두 대, 큼직한 헬멧 두 개, 바삭한 충돌 효과, 오래된 포켓 화면 같은 차분한 도로 팔레트.
nl: Themapreview voor Pocket. Mini-handheldsfeer: twee mosgroene raceauto's, twee stevige helmen, een knetterende crash en een gedempt wegpalet van een oud zakscherm.
pt_br: Prévia do tema Pocket. Clima de portátil de bolso: dois carros verde-musgo, dois capacetes parrudos, uma batida crocante e uma paleta de pista suave de tela antiga.
pt_pt: Pré-visualização do tema Pocket. Ambiente de portátil de bolso: dois carros verde-musgo, dois capacetes robustos, um embate crocante e uma paleta de estrada suave de um ecrã antigo.
zh_hans: Pocket 主题预览。掌上游戏机氛围：两辆苔绿色赛车、两顶厚实头盔、清脆的撞击效果，以及像老式口袋屏幕的柔和道路配色。
zh_hant: Pocket 主題預覽。掌上遊戲機氛圍：兩台苔綠色賽車、兩頂厚實頭盔、清脆的撞擊效果，以及像老式口袋螢幕的柔和道路配色。

# settings_theme_gallery_preview_accessibility_sixteen_bit
source: 16-Bit theme preview. Early arcade drama: two richer pixel cars, two glossy helmets, a fiery crash, and a fast gray road cutting through green grass.
ca: Previsualització del tema 16-Bit. Drama arcade dels noranta: dos cotxes de píxels més rics, dos cascos brillants, una explosió de foc i una carretera grisa ràpida entre gespa verda.
de: Vorschau für das 16-Bit-Theme. Frühe Arcade-Dramatik: zwei detailreichere Pixelautos, zwei glänzende Helme, ein feuriger Crash und eine schnelle graue Straße durch grünes Gras.
es: Vista previa del tema 16-Bit. Drama arcade noventero: dos coches pixelados más ricos, dos cascos brillantes, una explosión ardiente y una carretera gris rápida entre hierba verde.
fr: Aperçu du thème 16-Bit. Drame arcade rétro: deux voitures pixel plus riches, deux casques brillants, un crash flamboyant et une route grise rapide entre l'herbe verte.
it: Anteprima del tema 16-Bit. Dramma arcade d'altri tempi: due auto pixel più ricche, due caschi lucidi, uno schianto infuocato e una strada grigia veloce nell'erba verde.
ja: 16-Bitテーマのプレビュー。初期アーケードのドラマ。濃いピクセルカー2台、つやのあるヘルメット2つ、燃えるクラッシュ、緑の芝生を切り裂く速いグレーの道路。
ko: 16-Bit 테마 미리보기. 초기 아케이드 드라마: 더 풍부한 픽셀 자동차 두 대, 반짝이는 헬멧 두 개, 불타는 충돌, 초록 잔디를 가르는 빠른 회색 도로.
nl: Themapreview voor 16-Bit. Vroege arcadedrama: twee rijkere pixelauto's, twee glanzende helmen, een vurige crash en een snelle grijze weg door groen gras.
pt_br: Prévia do tema 16-Bit. Drama arcade clássico: dois carros pixelados mais ricos, dois capacetes brilhantes, uma batida flamejante e uma pista cinza veloz cortando a grama verde.
pt_pt: Pré-visualização do tema 16-Bit. Drama arcade clássico: dois carros pixelizados mais ricos, dois capacetes brilhantes, um embate flamejante e uma estrada cinzenta veloz a cortar a relva verde.
zh_hans: 16-Bit 主题预览。早期街机戏剧感：两辆更细致的像素车、两顶亮面头盔、火焰般的撞击，以及穿过绿草的高速灰色道路。
zh_hant: 16-Bit 主題預覽。早期街機戲劇感：兩台更細緻的像素車、兩頂亮面頭盔、火焰般的撞擊，以及穿過綠草的高速灰色道路。

# settings_theme_gallery_title
source: Style Gallery
ca: Galeria d'estils
de: Stilgalerie
es: Galería de estilos
fr: Galerie des styles
it: Galleria degli stili
ja: スタイルギャラリー
ko: 스타일 갤러리
nl: Stijlgalerij
pt_br: Galeria de estilos
pt_pt: Galeria de estilos
zh_hans: 风格图库
zh_hant: 風格圖庫

# settings_theme_style
source: Style
ca: Estil
de: Stil
es: Estilo
it: Stile
ja: スタイル
ko: 스타일
nl: Stijl
pt_br: Estilo
pt_pt: Estilo
zh_hans: 风格
zh_hant: 風格

# settings_theme_gallery_unlock_body
source: Want to change themes, get Unlimited Plays, and support the game's development too?
ca: Vols canviar de tema, aconseguir Partides il·limitades i també donar suport al desenvolupament del joc?
de: Willst du Themes wechseln, Unbegrenzte Spiele bekommen und die Entwicklung des Spiels unterstützen?
es: ¿Quieres cambiar de tema, conseguir Partidas ilimitadas y apoyar también el desarrollo del juego?
fr: Tu veux changer de thème, profiter de Parties illimitées et soutenir aussi le développement du jeu ?
it: Vuoi cambiare tema, ottenere Partite illimitate e sostenere anche lo sviluppo del gioco?
ja: テーマを変更して、無制限プレイを手に入れて、ゲーム開発も応援しませんか？
ko: 테마도 바꾸고, 무제한 플레이도 얻고, 게임 개발도 응원하고 싶나요?
nl: Wil je thema's wijzigen, Onbeperkt spelen krijgen en ook de ontwikkeling van de game steunen?
pt_br: Quer mudar de tema, liberar Partidas Ilimitadas e também apoiar o desenvolvimento do jogo?
pt_pt: Quer mudar de tema, desbloquear Partidas Ilimitadas e também apoiar o desenvolvimento do jogo?
zh_hans: 想更换主题、取得无限畅玩，并支持游戏开发吗？
zh_hant: 想更換主題、取得無限暢玩，並支持遊戲開發嗎？

# settings_theme_unlock_footnote
source: Want to change themes? Unlock Unlimited Plays in Purchases.
ca: Vols canviar de tema? Desbloqueja Partides il·limitades en Compres.
de: Themes wechseln? Schalte Unbegrenzte Spiele unter Käufe frei.
es: ¿Quieres cambiar de tema? Desbloquea Partidas ilimitadas en Compras.
fr: Tu veux changer de thème ? Débloque Parties illimitées dans Achats.
it: Vuoi cambiare tema? Sblocca Partite illimitate in Acquisti.
ja: テーマを変更したい？購入で無制限プレイを解除。
ko: 테마를 바꾸고 싶나요? 구매에서 무제한 플레이를 잠금 해제하세요.
nl: Thema's wijzigen? Ontgrendel Onbeperkt spelen bij Aankopen.
pt_br: Quer mudar de tema? Desbloqueie Partidas Ilimitadas em Compras.
pt_pt: Quer mudar de tema? Desbloqueie Partidas Ilimitadas em Compras.
zh_hans: 想换主题？在购买中解锁无限畅玩。
zh_hant: 想換主題？在購買中解鎖無限暢玩。

# settings_vibration
source: Vibration
ca: Vibració
es: Vibración
it: Vibrazione
ja: 振動
ko: 진동
nl: Trilling
pt_br: Vibração
pt_pt: Vibração
zh_hans: 震动
zh_hant: 震動

# settings_voiceover_friend_overtake_announcements
source: Announce friend overtakes
ca: Anunciar avançaments d'amistats
de: Freundes-Überholungen ansagen
es: Anunciar adelantamientos de amistades
fr: Annoncer les dépassements d'amis
it: Annuncia sorpassi agli amici
ja: フレンド追い抜きをアナウンス
ko: 친구 추월 안내
nl: Vrienden-inhaalacties aankondigen
pt_br: Anunciar ultrapassagens de amigos
pt_pt: Anunciar ultrapassagens de amigos
zh_hans: 播报超过好友
zh_hant: 播報超過好友

# share_action
source: Share
ca: Compartir
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pt_br: Compartilhar
pt_pt: Compartilhar
zh_hans: 分享
zh_hant: 分享

# shareplay_accept_challenge_button
source: Accept Challenge
ca: Accepta el repte
de: Challenge annehmen
es: Aceptar reto
fr: Accepter le défi
it: Accetta sfida
ja: チャレンジを受ける
ko: 도전 수락
nl: Uitdaging accepteren
pt_br: Aceitar desafio
pt_pt: Aceitar desafio
zh_hans: 接受挑战
zh_hant: 接受挑戰

# shareplay_aborted_session_ended_body
source: Your friend is done playing for now. Tap Done to return to the menu.
ca: El teu amic ha acabat per ara. Toca Fet per tornar al menú.
de: Dein Freund ist für den Moment fertig. Tippe auf Fertig, um zum Menü zurückzukehren.
es: Tu amigo ha terminado por ahora. Toca Hecho para volver al menú.
fr: Ton ami a fini de jouer pour le moment. Touche Terminé pour revenir au menu.
it: Il tuo amico ha finito per ora. Tocca Fine per tornare al menu.
ja: フレンドは今回はここまでです。「完了」をタップしてメニューに戻ってください。
ko: 친구가 지금은 플레이를 마쳤어요. 완료를 탭해 메뉴로 돌아가세요.
nl: Je vriend is klaar voor nu. Tik op Klaar om terug naar het menu te gaan.
pt_br: Seu amigo terminou por enquanto. Toque em Concluído para voltar ao menu.
pt_pt: O teu amigo terminou por agora. Toque em Concluído para voltar ao menu.
zh_hans: 好友暂时玩到这里。点“完成”返回选单。
zh_hant: 好友暫時玩到這裡。點「完成」返回選單。

# shareplay_aborted_disconnected_body
source: The connection was lost. Tap Done to return to the menu.
ca: La connexió s'ha perdut. Toca Fet per tornar al menú.
de: Die Verbindung wurde unterbrochen. Tippe auf Fertig, um zum Menü zurückzukehren.
es: Se ha perdido la conexión. Toca Hecho para volver al menú.
fr: La connexion a été perdue. Touche Terminé pour revenir au menu.
it: La connessione si è interrotta. Tocca Fine per tornare al menu.
ja: 接続が切断されました。「完了」をタップしてメニューに戻ってください。
ko: 연결이 끊겼어요. 완료를 탭해 메뉴로 돌아가세요.
nl: De verbinding is verbroken. Tik op Klaar om terug naar het menu te gaan.
pt_br: A conexão foi perdida. Toque em Concluído para voltar ao menu.
pt_pt: A ligação foi perdida. Toque em Concluído para voltar ao menu.
zh_hans: 连接中断。点“完成”返回选单。
zh_hant: 連線中斷。點「完成」返回選單。

# shareplay_aborted_title
source: Session Ended
ca: Sessió finalitzada
de: Session beendet
es: Sesión finalizada
fr: Session terminée
it: Sessione terminata
ja: セッション終了
ko: 세션 종료
nl: Sessie beëindigd
pt_br: Sessão encerrada
pt_pt: Sessão encerrada
zh_hans: 连接结束
zh_hant: 連線結束

# shareplay_activity_title
source: RetroRapid! Multiplayer Race
ca: RetroRapid! Cursa multijugador
de: RetroRapid! Multiplayer-Rennen
es: RetroRapid! Carrera multijugador
fr: RetroRapid! Course multijoueur
it: RetroRapid! Gara multigiocatore
ja: RetroRapid! マルチプレイヤーレース
ko: RetroRapid! 멀티플레이 레이스
pt_br: RetroRapid! Corrida multijogador
pt_pt: RetroRapid! Corrida multijogador
zh_hans: RetroRapid! 多人竞赛
zh_hant: RetroRapid! 多人競賽

# shareplay_announcement_countdown
source: Get ready! The race is about to start.
ca: Prepara't! La cursa està a punt de començar.
de: Mach dich bereit! Das Rennen startet gleich.
es: ¡Prepárate! La carrera está a punto de empezar.
fr: Prépare-toi ! La course va commencer.
it: Preparati! La gara sta per iniziare.
ja: 準備して！レースがまもなく始まります。
ko: 준비하세요! 레이스가 곧 시작됩니다.
nl: Maak je klaar! De race begint zo.
pt_br: Prepare-se! A corrida vai começar.
pt_pt: Prepare-se! A corrida vai começar.
zh_hans: 准备好了！比赛即将开始。
zh_hant: 準備好了！比賽即將開始。

# shareplay_announcement_disconnected
source: Your friend disconnected.
ca: El teu amic s'ha desconnectat.
de: Dein Freund hat die Verbindung getrennt.
es: Tu amigo se ha desconectado.
fr: Ton ami s'est déconnecté.
it: Il tuo amico si è disconnesso.
ja: フレンドが切断しました。
ko: 친구 연결이 끊겼어요.
nl: Je vriend is losgekoppeld.
pt_br: Seu amigo se desconectou.
pt_pt: Seu amigo se desconectou.
zh_hans: 好友已断线。
zh_hant: 好友已斷線。

# shareplay_announcement_lost %lld %lld
source: You lost with %lld overtakes. Your friend: %lld.
ca: Has perdut amb %lld avançaments. El teu amic: %lld.
de: Du hast mit %lld Überholungen verloren. Dein Freund: %lld.
es: Has perdido con %lld adelantamientos. Tu amigo: %lld.
fr: Tu as perdu avec %lld dépassements. Ton ami : %lld.
it: Hai perso con %lld sorpassi. Il tuo amico: %lld.
ja: %lld回追い抜きで負けました。フレンド: %lld。
ko: %lld회 추월로 졌어요. 친구: %lld.
nl: Je hebt verloren met %lld inhaalacties. Je vriend: %lld.
pt_br: Você perdeu com %lld ultrapassagens. Seu amigo: %lld.
pt_pt: Você perdeu com %lld ultrapassagens. Seu amigo: %lld.
zh_hans: 你以 %lld 次超车落败。好友：%lld。
zh_hant: 你以 %lld 次超車落敗。好友：%lld。

# shareplay_announcement_round_start
source: Go!
ca: Ja!
de: Los!
es: ¡Ya!
fr: C'est parti !
it: Via!
ja: スタート！
ko: 출발!
nl: Ga!
pt_br: Vai!
pt_pt: Vai!
zh_hans: 开始！
zh_hant: 開始！

# shareplay_announcement_session_ended
source: The SharePlay session has ended.
ca: La sessió de SharePlay ha acabat.
de: Die SharePlay-Session ist beendet.
es: La sesión de SharePlay ha terminado.
fr: La session SharePlay est terminée.
it: La sessione SharePlay è terminata.
ja: SharePlayセッションが終了しました。
ko: SharePlay 세션이 종료되었어요.
nl: De SharePlay-sessie is beëindigd.
pt_br: A sessão SharePlay terminou.
pt_pt: A sessão SharePlay terminou.
zh_hans: SharePlay 连接已结束。
zh_hant: SharePlay 連線已結束。

# shareplay_announcement_tie %lld %lld
source: It's a tie at %lld overtakes each.
ca: Empat amb %lld avançaments cadascú.
de: Unentschieden bei je %lld Überholungen.
es: Empate con %lld adelantamientos cada uno.
fr: Match nul avec %lld dépassements chacun.
it: Pareggio con %lld sorpassi ciascuno.
ja: 各%lld回追い抜きで引き分け。
ko: 각각 %lld회 추월로 무승부.
nl: Gelijkspel met %lld inhaalacties elk.
pt_br: Empate com %lld ultrapassagens cada.
pt_pt: Empate com %lld ultrapassagens cada.
zh_hans: 双方各 %lld 次超车，平手。
zh_hant: 雙方各 %lld 次超車，平手。

# shareplay_announcement_waiting
source: Waiting for your friend to join.
ca: Esperant que s'uneixi el teu amic.
de: Warte, bis dein Freund beitritt.
es: Esperando a que se una tu amigo.
fr: En attente que ton ami rejoigne.
it: In attesa che il tuo amico si unisca.
ja: フレンドの参加を待っています。
ko: 친구 참가를 기다리는 중.
nl: Wachten tot je vriend meedoet.
pt_br: Aguardando seu amigo entrar.
pt_pt: Aguardando seu amigo entrar.
zh_hans: 等待好友加入。
zh_hant: 等待好友加入。

# shareplay_announcement_waiting_for_opponent
source: Waiting for your friend to finish.
ca: Esperant que acabi el teu amic.
de: Warte, bis dein Freund fertig ist.
es: Esperando a que termine tu amigo.
fr: En attente que ton ami termine.
it: In attesa che il tuo amico finisca.
ja: フレンドのゴールを待っています。
ko: 친구가 끝낼 때까지 기다리는 중.
nl: Wachten tot je vriend klaar is.
pt_br: Aguardando seu amigo terminar.
pt_pt: Aguardando seu amigo terminar.
zh_hans: 等待好友完成。
zh_hant: 等待好友完成。

# shareplay_announcement_won %lld %lld
source: You won with %lld overtakes. Your friend: %lld.
ca: Has guanyat amb %lld avançaments. El teu amic: %lld.
de: Du hast mit %lld Überholungen gewonnen. Dein Freund: %lld.
es: Has ganado con %lld adelantamientos. Tu amigo: %lld.
fr: Tu as gagné avec %lld dépassements. Ton ami : %lld.
it: Hai vinto con %lld sorpassi. Il tuo amico: %lld.
ja: %lld回追い抜きで勝利！フレンド: %lld。
ko: %lld회 추월로 승리! 친구: %lld.
nl: Je hebt gewonnen met %lld inhaalacties. Je vriend: %lld.
pt_br: Você venceu com %lld ultrapassagens. Seu amigo: %lld.
pt_pt: Você venceu com %lld ultrapassagens. Seu amigo: %lld.
zh_hans: 你以 %lld 次超车获胜！好友：%lld。
zh_hant: 你以 %lld 次超車獲勝！好友：%lld。

# shareplay_countdown_accessibility %lld
source: Starting in %lld
ca: Comença en %lld
de: Start in %lld
es: Empieza en %lld
fr: Départ dans %lld
it: Partenza tra %lld
ja: %lld秒後に開始
ko: %lld초 후 시작
nl: Start over %lld
pt_br: Começando em %lld
pt_pt: Começando em %lld
zh_hans: %lld 秒后开始
zh_hant: %lld 秒後開始

# shareplay_countdown_title
source: Get Ready!
ca: Prepara't!
de: Mach dich bereit!
es: ¡Prepárate!
fr: Prépare-toi !
it: Preparati!
ja: 準備！
ko: 준비!
nl: Maak je klaar!
pt_br: Prepare-se!
pt_pt: Prepare-se!
zh_hans: 准备！
zh_hant: 準備！

# shareplay_disconnected_title
source: Connection Lost
ca: Connexió perduda
de: Verbindung verloren
es: Conexión perdida
fr: Connexion perdue
it: Connessione persa
ja: 接続が切断されました
ko: 연결 끊김
nl: Verbinding verbroken
pt_br: Conexão perdida
pt_pt: Ligação perdida
zh_hans: 连接中断
zh_hant: 連線中斷

# shareplay_done_button
source: Done
ca: Fet
de: Fertig
es: Hecho
fr: Terminé
it: Fine
ja: 完了
ko: 완료
nl: Klaar
pt_br: Concluído
pt_pt: Concluído
zh_hans: 完成
zh_hant: 完成

# shareplay_final_scores %lld %lld
source: You: %lld Friend: %lld
ca: Tu: %lld Amic: %lld
de: Du: %lld Freund: %lld
es: Tú: %lld Amigo: %lld
fr: Toi : %lld Ami : %lld
it: Tu: %lld Amico: %lld
ja: あなた: %lld フレンド: %lld
ko: 나: %lld 친구: %lld
nl: Jij: %lld Vriend: %lld
pt_br: Você: %lld Amigo: %lld
pt_pt: Você: %lld Amigo: %lld
zh_hans: 你：%lld 好友：%lld
zh_hant: 你：%lld 好友：%lld

# shareplay_friend_overtakes %lld
source: Your friend's: %lld
ca: Els del teu amic: %lld
de: Deines Freundes: %lld
es: Los de tu amigo: %lld
fr: De ton ami : %lld
it: Del tuo amico: %lld
ja: フレンド: %lld
ko: 친구: %lld
nl: Van je vriend: %lld
pt_br: Seu amigo: %lld
pt_pt: Seu amigo: %lld
zh_hans: 好友：%lld
zh_hant: 好友：%lld

# shareplay_leave_button
source: Leave
ca: Surt
de: Verlassen
es: Salir
fr: Quitter
it: Esci
ja: 退出
ko: 나가기
nl: Verlaten
pt_br: Sair
pt_pt: Sair
zh_hans: 离开
zh_hant: 離開

# shareplay_local_player_name
source: You
ca: Tu
de: Du
es: Tú
fr: Toi
it: Tu
ja: あなた
ko: 나
nl: Jij
pt_br: Você
pt_pt: Você
zh_hans: 你
zh_hant: 你

# shareplay_opponent_fallback_name
source: Your friend
ca: El teu amic
de: Dein Freund
es: Tu amigo
fr: Ton ami
it: Il tuo amico
ja: フレンド
ko: 친구
nl: Je vriend
pt_br: Seu amigo
pt_pt: Seu amigo
zh_hans: 好友
zh_hant: 好友

# shareplay_opponent_overtakes_accessibility %@ %lld %lld
source: %@, %lld overtakes, %lld lives remaining
ca: %@, %lld avançaments, queden %lld vides
de: %@, %lld Überholungen, %lld Leben übrig
es: %@, %lld adelantamientos, quedan %lld vidas
fr: %@, %lld dépassements, %lld vies restantes
it: %@, %lld sorpassi, %lld vite rimaste
ja: %@、%lld回追い抜き、残りライフ %lld
ko: %@, %lld회 추월, 남은 목숨 %lld
nl: %@, %lld inhaalacties, %lld levens over
pt_br: %@, %lld ultrapassagens, %lld vidas restantes
pt_pt: %@, %lld ultrapassagens, %lld vidas restantes
zh_hans: %@，超车 %lld 次，剩余生命 %lld
zh_hant: %@，超車 %lld 次，剩餘生命 %lld

# shareplay_opponent_overtakes_row %@ %lld
source: %@: %lld overtakes
ca: %@: %lld avançaments
de: %@: %lld Überholungen
es: %@: %lld adelantamientos
fr: %@ : %lld dépassements
it: %@: %lld sorpassi
ja: %@: %lld回追い抜き
ko: %@: %lld회 추월
nl: %@: %lld inhaalacties
pt_br: %@: %lld ultrapassagens
pt_pt: %@: %lld ultrapassagens
zh_hans: %@：超车 %lld 次
zh_hant: %@：超車 %lld 次

# shareplay_opponent_score_accessibility_label %lld
source: Friend score: %lld
ca: Puntuació del teu amic: %lld
de: Freundes-Punkte: %lld
es: Puntuación de tu amigo: %lld
fr: Score de l'ami : %lld
it: Punteggio amico: %lld
ja: フレンドのスコア: %lld
ko: 친구 점수: %lld
nl: Vriendenscore: %lld
pt_br: Pontuação do amigo: %lld
pt_pt: Pontuação do amigo: %lld
zh_hans: 好友分数：%lld
zh_hant: 好友分數：%lld

# shareplay_opponent_score_fallback_label
source: Friend
ca: Amic
de: Freund
es: Amigo
fr: Ami
it: Amico
ja: フレンド
ko: 친구
nl: Vriend
pt_br: Amigo
pt_pt: Amigo
zh_hans: 好友
zh_hant: 好友

# shareplay_opponent_score_label
source: Friend
ca: Amic
de: Freund
es: Amigo
fr: Ami
it: Amico
ja: フレンド
ko: 친구
nl: Vriend
pt_br: Amigo
pt_pt: Amigo
zh_hans: 好友
zh_hant: 好友

# shareplay_overtakes_row %@ %lld
source: %@: %lld overtakes
ca: %@: %lld avançaments
de: %@: %lld Überholungen
es: %@: %lld adelantamientos
fr: %@ : %lld dépassements
it: %@: %lld sorpassi
ja: %@: %lld回追い抜き
ko: %@: %lld회 추월
nl: %@: %lld inhaalacties
pt_br: %@: %lld ultrapassagens
pt_pt: %@: %lld ultrapassagens
zh_hans: %@：超车 %lld 次
zh_hant: %@：超車 %lld 次

# shareplay_result_lost
source: Bad Luck!
ca: Mala sort!
de: Pech gehabt!
es: ¡Mala suerte!
fr: Pas de chance !
it: Che sfortuna!
ja: 残念！
ko: 아쉬워요!
nl: Pech gehad!
pt_br: Que pena!
pt_pt: Que pena!
zh_hans: 真可惜！
zh_hant: 真可惜！

# shareplay_result_lost_subtitle
source: Next round could go your way.
ca: La pròxima ronda podria ser teva.
de: Nächste Runde könnte für dich laufen.
es: La próxima ronda podría ser tuya.
fr: Le prochain tour pourrait te sourire.
it: Il prossimo giro potrebbe andare a tuo favore.
ja: 次のラウンドはチャンスかも。
ko: 다음 라운드는 기회일지도 몰라요.
nl: De volgende ronde kan voor jou vallen.
pt_br: A próxima rodada pode ser sua.
pt_pt: A próxima rodada pode ser sua.
zh_hans: 下一局说不定就轮到你了。
zh_hant: 下一局說不定就輪到你了。

# shareplay_result_tie
source: It's a Tie!
ca: Empat!
de: Unentschieden!
es: ¡Empate!
fr: Match nul !
it: Pareggio!
ja: 引き分け！
ko: 무승부!
nl: Gelijkspel!
pt_br: Empate!
pt_pt: Empate!
zh_hans: 平手！
zh_hant: 平手！
